/* Clock position format, long: {hours} o’clock */
"CLOCK_FMT_LONG" = "%@ giờ";

/* Clock position format, medium: {hours} o’clock */
"CLOCK_FMT_MEDIUM" = "%@ giờ";

/* Clock position format, short: {hours}:00 */
"CLOCK_FMT_SHORT" = "%@:00";

/* East, long */
"COMPASS_E_LONG" = "đông";

/* East, short */
"COMPASS_E_SHORT" = "Đ";

/* East by north, long */
"COMPASS_EbN_LONG" = "đông về bắc";

/* East by north, short */
"COMPASS_EbN_SHORT" = "ĐvB";

/* East by south, long */
"COMPASS_EbS_LONG" = "đông về nam";

/* East by south, short */
"COMPASS_EbS_SHORT" = "ĐvN";

/* East-northeast, long */
"COMPASS_ENE_LONG" = "đông đông bắc";

/* East-northeast, short */
"COMPASS_ENE_SHORT" = "ĐĐB";

/* East-southeast, long */
"COMPASS_ESE_LONG" = "đông đông nam";

/* East-southeast, short */
"COMPASS_ESE_SHORT" = "ĐĐN";

/* North, long */
"COMPASS_N_LONG" = "bắc";

/* North, short */
"COMPASS_N_SHORT" = "B";

/* North by east, long */
"COMPASS_NbE_LONG" = "bắc về đông";

/* North by east, short */
"COMPASS_NbE_SHORT" = "BvĐ";

/* North by west, long */
"COMPASS_NbW_LONG" = "bắc về tây";

/* North by west, short */
"COMPASS_NbW_SHORT" = "BvT";

/* Northeast, long */
"COMPASS_NE_LONG" = "đông bắc";

/* Northeast, short */
"COMPASS_NE_SHORT" = "ĐB";

/* Northeast by east, long */
"COMPASS_NEbE_LONG" = "đông bắc về đông";

/* Northeast by east, short */
"COMPASS_NEbE_SHORT" = "ĐBvĐ";

/* Northeast by north, long */
"COMPASS_NEbN_LONG" = "đông bắc về bắc";

/* Northeast by north, short */
"COMPASS_NEbN_SHORT" = "ĐBvB";

/* North-northeast, long */
"COMPASS_NNE_LONG" = "bắc đông bắc";

/* North-northeast, short */
"COMPASS_NNE_SHORT" = "BĐB";

/* North-northwest, long */
"COMPASS_NNW_LONG" = "bắc tây bắc";

/* North-northwest, short */
"COMPASS_NNW_SHORT" = "BTB";

/* Northwest, long */
"COMPASS_NW_LONG" = "tây bắc";

/* Northwest, short */
"COMPASS_NW_SHORT" = "TB";

/* Northwest by north, long */
"COMPASS_NWbN_LONG" = "tây bắc về bắc";

/* Northwest by north, short */
"COMPASS_NWbN_SHORT" = "TBvB";

/* Northwest by west, long */
"COMPASS_NWbW_LONG" = "tây bắc về tây";

/* Northwest by west, short */
"COMPASS_NWbW_SHORT" = "TBvT";

/* South, long */
"COMPASS_S_LONG" = "nam";

/* South, short */
"COMPASS_S_SHORT" = "N";

/* South by east, long */
"COMPASS_SbE_LONG" = "nam về đông";

/* South by east, short */
"COMPASS_SbE_SHORT" = "NvĐ";

/* South by west, long */
"COMPASS_SbW_LONG" = "nam về tây";

/* South by west, short */
"COMPASS_SbW_SHORT" = "NvT";

/* Southeast, long */
"COMPASS_SE_LONG" = "đông nam";

/* Southeast, short */
"COMPASS_SE_SHORT" = "ĐN";

/* Southeast by east, long */
"COMPASS_SEbE_LONG" = "đông nam về đông";

/* Southeast by east, short */
"COMPASS_SEbE_SHORT" = "ĐNvĐ";

/* Southeast by south, long */
"COMPASS_SEbS_LONG" = "đông nam về nam";

/* Southeast by south, short */
"COMPASS_SEbS_SHORT" = "ĐNvN";

/* South-southeast, long */
"COMPASS_SSE_LONG" = "nam đông nam";

/* South-southeast, short */
"COMPASS_SSE_SHORT" = "NĐN";

/* South-southwest, long */
"COMPASS_SSW_LONG" = "nam tây nam";

/* South-southwest, short */
"COMPASS_SSW_SHORT" = "NTN";

/* Southwest, long */
"COMPASS_SW_LONG" = "tây nam";

/* Southwest, short */
"COMPASS_SW_SHORT" = "TN";

/* Southwest by south, long */
"COMPASS_SWbS_LONG" = "tây nam về nam";

/* Southwest by south, short */
"COMPASS_SWbS_SHORT" = "TNvN";

/* Southwest by west, long */
"COMPASS_SWbW_LONG" = "tây nam về tây";

/* Southwest by west, short */
"COMPASS_SWbW_SHORT" = "TNvT";

/* West, long */
"COMPASS_W_LONG" = "tây";

/* West, short */
"COMPASS_W_SHORT" = "T";

/* West by north, long */
"COMPASS_WbN_LONG" = "tây về bắc";

/* West by north, short */
"COMPASS_WbN_SHORT" = "TvB";

/* West by south, long */
"COMPASS_WbS_LONG" = "tây về nam";

/* West by south, short */
"COMPASS_WbS_SHORT" = "TvN";

/* West-northwest, long */
"COMPASS_WNW_LONG" = "tây tây bắc";

/* West-northwest, short */
"COMPASS_WNW_SHORT" = "TTB";

/* West-southwest, long */
"COMPASS_WSW_LONG" = "tây tây nam";

/* West-southwest, short */
"COMPASS_WSW_SHORT" = "TTN";

/* Degrees format, long */
"COORD_DEG_LONG" = "%d độ";

/* Degrees format, medium: {degrees} */
"COORD_DEG_MEDIUM" = "%d°";

/* Degrees format, short: {degrees} */
"COORD_DEG_SHORT" = "%d°";

/* Coordinate format, long: {degrees}{minutes} */
"COORD_DM_LONG" = "%1$@ %2$@";

/* Coordinate format, medium: {degrees}{minutes} */
"COORD_DM_MEDIUM" = "%1$@%2$@";

/* Coordinate format, short: {degrees}{minutes} */
"COORD_DM_SHORT" = "%1$@%2$@";

/* Coordinate format, long: {degrees}{minutes}{seconds} */
"COORD_DMS_LONG" = "%1$@, %2$@, %3$@";

/* Coordinate format, medium: {degrees}{minutes}{seconds} */
"COORD_DMS_MEDIUM" = "%1$@%2$@%3$@";

/* Coordinate format, short: {degrees}{minutes}{seconds} */
"COORD_DMS_SHORT" = "%1$@%2$@%3$@";

/* East longitude format, long: {longitude} */
"COORD_E_LONG" = "%@ kinh độ đông";

/* East longitude format, medium: {longitude} */
"COORD_E_MEDIUM" = "%@ đông";

/* East longitude format, short: {longitude} */
"COORD_E_SHORT" = "%@Đ";

/* Coordinate pair format, long: {latitude}, {longitude} */
"COORD_FMT_LONG" = "%1$@ và %2$@";

/* Coordinate pair format, medium: {latitude}, {longitude} */
"COORD_FMT_MEDIUM" = "%1$@, %2$@";

/* Coordinate pair format, short: {latitude}, {longitude} */
"COORD_FMT_SHORT" = "%1$@, %2$@";

/* Minutes format, long */
"COORD_MIN_LONG" = "%d phút";

/* Minutes format, medium: {minutes} */
"COORD_MIN_MEDIUM" = "%d′";

/* Minutes format, short: {minutes} */
"COORD_MIN_SHORT" = "%d′";

/* North latitude format, long: {latitude} */
"COORD_N_LONG" = "%@ vĩ độ bắc";

/* North latitude format, medium: {latitude} */
"COORD_N_MEDIUM" = "%@ bắc";

/* North latitude format, short: {latitude} */
"COORD_N_SHORT" = "%@N";

/* South latitude format, long: {latitude} */
"COORD_S_LONG" = "%@ vĩ độ nam";

/* South latitude format, medium: {latitude} */
"COORD_S_MEDIUM" = "%@ nam";

/* South latitude format, short: {latitude} */
"COORD_S_SHORT" = "%@N";

/* Seconds format, long */
"COORD_SEC_LONG" = "%d giây";

/* Seconds format, medium: {seconds} */
"COORD_SEC_MEDIUM" = "%d″";

/* Seconds format, short: {seconds} */
"COORD_SEC_SHORT" = "%d″";

/* West longitude format, long: {longitude} */
"COORD_W_LONG" = "%@ kinh độ tây";

/* West longitude format, medium: {longitude} */
"COORD_W_MEDIUM" = "%@ tây";

/* West longitude format, short: {longitude} */
"COORD_W_SHORT" = "%@T";

